Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/consumer_affairs/consumer_protection/consumer_rights/advertising_standards_authority_for_ireland.html.txt.tmx
Source language: en
Languages: ga

source: Advertising Standards Authority for Ireland
ga: An tÚdarás na gCaighdeán Fógraíochta d'Éirinn

source: The Advertising Standards Authority for Ireland (ASAI) is an independent self-regulatory body set up and financed by the advertising industry and committed in the public interest to promoting the highest standards of advertising and sales promotion
ga: Is comhlacht neamhspleách é Údarás na gCaighdeán Fógraíochta d'Éirinn. Eagraíocht féin rialaithe atá inti agus tá sí á maoiniú ag an tionscal fógraíochta chun na caighdeáin is airde fógraíochta trádála agus bolscaireacht díolacháin a chur chun cinn ar leas an phobail

source: The Authority's aim is to ensure that all commercial advertisements and promotions are "legal, decent, honest and truthful"
ga: Tá sé mar aidhm ag an údarás a dhéanamh cinnte go bhfuil gach fógra trádála agus bolscaireacht "dlíthiúil, geanasach, macánta, agus fírinneach"

source: If you come across a commercial advertisement that you feel does not meet these standards, you can complain to the ASAI
ga: Má thagann tú trasna ar fhógraíocht trádála nach sroicheann na caighdeáin seo, dar leat, is féidir leat gearán a dhéanamh chuig Údarás na gCaighdeán Fógraíochta d'Éirinn

source: Self-regulation involves the adoption by the advertising industry of standards drawn up by and on behalf of all advertising interests and the enforcement of those standards through the commitment and co-operation of advertisers, agencies and the media
ga: Ciallaíonn féinrialaithe go nglacann an tionscal fógraíochta le caighdeáin atá dreachtaithe ag an tionscal agus ar a shon, agus go gcuirfidh siad na caighdeáin i bhfeidhm trí chomhoibriú ó fhógróirí, ó ghníomhaireachtaí agus ó na meáin chumarsáide

source: The rules governing advertising are set out in the Code of Standards for Advertising, Promotional and Direct Marketing in Ireland, drawn up by the Board of the ASAI following detailed consultation with all relevant interests, including consumer representatives and government departments
ga: Déantar cur síos ar na rialacha fógraíochta i gCód Caighdeán do Fógraíocht, Chur Chun Cinn agus Margaíocht Dhíreach in Éirinn atá dreachtaithe ag Bord Údarás na gCaighdeán Fógraíochta d'Éirinn tar éis dul i mionchomhairle le na páirtithe go léir a bhfuil spéis acu sa cheist, ionadaithe tomhaltóirí agus ranna rialtais san áireamh

source: Members of the ASAI must abide by the Codes and not publish an advertisement or conduct a promotion that contravenes Code rules
ga: Ní foláir do bhaill d'Údarás na gCaighdeán Fógraíochta d'Éirinn cloí leis an gCód agus gan fógra a fhoilsiú, ná bolscaireacht a eagrú atá ag teacht salach ar an gCód

source: General rules for advertisements
ga: Rialacha ginearálta le haghaidh fógraí

source: • Be legal, decent, honest and truthful
ga: • A bheith dlíthiúil, geanasach, macánta, agus fírinneach

source: • Be prepared with a sense of responsibility to consumers and to society
ga: • Curtha le chéile agus freagracht maidir le tomhaltóirí agus an tsochaí curtha san áireamh

source: • Respect the principles of fair competition generally accepted in business
ga: • Meas a thaispeáint do phrionsabail chóir iomaíochta a nglactar go forleathan leo i gcúrsaí gnó

source: • Respect the spirit as well as the letter of the Code of Advertising Standards
ga: • Meas a thaispeáint do spiorad chomh maith le fuarlitir Cód na gCaighdeán Fógraíochta

source: • Avoid bringing advertising into disrepute
ga: • Gan míchlú a tharraingt ar fhógraíocht

source: The chief responsibility for observing the Code rests with advertisers
ga: Is ar fhógróirí atá an phríomhfhreagracht maidir leis an gcód a chur i bhfeidhm

source: Other parties involved in the preparation and publication of advertisements, for example, radio and television stations, newspapers, magazines, journals and advertising agencies, also accept an obligation to abide by the Code
ga: Glacann páirtithe eile a bhfuil baint acu le réiteach agus foilsiú fógraí, mar shampla, stáisiúin raidió agus teilifíse, paipéir nuachta, irisí, nuachtáin agus gníomhaireachtaí fógraíochta, freagracht as cloí leis an gCód freisin

source: Any unreasonable delay in responding to the ASAI's enquiries may be considered a breach of the Code
ga: D'fhéadfaí breathnú ar mhoill mhíréasúnach ag tabhairt freagra d'Údarás na gCaighdeán Fógraíochta d'Éirinn mar sharú an chóid

source: The ASAI will observe advertisers' requests to treat any material they supply in strict confidence, unless the courts or an official agency acting within its statutory powers compels its disclosure
ga: Glacfaidh Údarás na gCaighdeán Fógraíochta d'Éirinn le hiarratais ó fhógróirí ábhar a thugann siad dó a choinneáil faoi rún mura gcuireann na Cúirteanna, nó gníomhaireacht oifigiúil ag feidhmiú faoina cumhachtaí reachtúla, iachall air é a nochtadh

source: You can find out more information about the Code on the ASAI's web site
ga: Tá tuilleadh eolais faoin gCód ar shuíomh idirlín Údarás na gCaighdeán Fógraíochta d'Éirinn

source: What kinds of advertisements are covered?
ga: Cén cineálacha fógraí atá clúdaithe?

source: The Code of Advertising Standards applies to the following advertisements:
ga: Cuirtear an Cód na gCaighdeáin Fógraíochta i bhfeidhm i dtaobh na bhfógraí seo a leanas

source: • Advertisements in newspapers, magazines and other printed publications, including "free sheets"
ga: • Fógraí i bpaipéir nuachta, irisí, agus foilseacháin chlóbuailte eile, "nuachtáin" saor in aisce san áireamh

source: • Posters and other promotional media in public places, including moving images
ga: • Póstaeir agus agus meáin poiblíochta eile in áiteanna poiblí, lena n-áirítear íomhánna ag gluaiseacht

source: • Brochures, leaflets, circulars, mailings and fax transmissions
ga: • Bróisiúir, bileoga, imlitreacha, postfhógraíocht agus faicseanna

source: • Commercials broadcast on television or radio or screened in cinemas
ga: • Fógraí craolta ar an teilifís nó ar an raidió, nó taispeánta i bpictiúrlanna

source: • Advertisements carried on audiotapes, videotapes, viewdata services and other electronic and computer systems
ga: • Fógraí ar chlostéipeanna, fístéipeanna, seirbhísí radharcsonraí agus córais leictreonacha agus ríomhaireachta eile

source: • Advertisement features and promotions
ga: • Sainfhógraíocht agus bolscaireacht

source: The Code does not apply to:
ga: Ní chuirtear an cód i bhfeidhm i dtaobh:

source: • Statutory, public, Garda and other official notices
ga: • Fógraí reachtúla, poiblí, ón nGarda Síochána nó fógraí oifigiúla eile

source: • Material published as a matter of record only
ga: • Ábhar a foilsíodh le haghaidh eolais amháin

source: • Packages, wrappers, labels and tickets, unless they advertise another product or a sales promotion or are recognisable in an advertisement
ga: • Pacáistí, cumhdaigh, lipéidí agus ticéid, taobh amuigh dóibh siúd atá ag fógairt táirge eile, nó bolscaireacht díolacháin, nó gur féidir iad a aithint i bhfógra

source: • Advertisements whose main purpose is to express the advertiser's position on a political, religious, industrial relations, social or aesthetic matter or on an issue of public interest or concern
ga: • Fógraí gurb í an phríomhaidhm atá acu dearcadh an fhógróra a nochtadh ar chúrsaí polaitiúla, creidimh, caidreamh tionsclaíochta, sóisialta, nó aestéitiúla nó ar cheist a bhfuil spéis ag an bpobal i gcoitinne inti, nó ina cúis imní don phobal

source: • Classified private advertisements including those online
ga: • Fógraí saineagraithe príobháideacha lena n-áirítear iad siúd ar líne

source: • Press releases and other public relations material
ga: • Preas ráitis agus ábhar caidrimh phoiblí eile

source: • The content of books and editorial material in the media
ga: • Ábhar leabhair agus ábhar eagarthóireachta sna meáin chumarsáide

source: • Oral communications including by telephone
ga: • Cumarsáid ó bhéal lena n-áirítear ar an teileafón

source: • Specialised advertisements addressed to the medical and allied professions
ga: • Fógraíocht do ghlaonna teileafón ar tháille bhisigh

source: • Advertisements in foreign media
ga: • Fógraí speisialta dírithe ar an aos leighis agus gairmeacha gaolmhara

source: • Sponsorship (advertising about sponsorship is covered)
ga: • Urraíocht (tá fógraíocht faoi urraíocht clúdaithe)

source: • Investor relations and corporate material
ga: • Caidreamh Infheisteoirí agus ábhar corparáideach

source: • Website content such as, editorial content, news or corporate reports
ga: • Ábhar Gréasáin, mar shampla, ábhar eagarthóireachta, nuacht nó tuarascálacha corparáideach

source: • Certain heritage advertising that is published in an appropriate context
ga: • Fógraíocht oidhreachta áirithe a fhoilsítear i gcomhthéacs cuí

source: Since September 2013, the Code contains rules about Online Behavioural Advertising (OBA)
ga: Ó Mheán Fómhair 2013, tá rialacha maidir le Líne Iompraíochta Fógraíocht (OBA) an Cód

source: OBA involves the practice of collecting information from your web browser and using the information to present online advertisementss that are more relevant to you, when you are browsing online
ga: Baineann OBA an cleachtas eolas a bhailiú ó do bhrabhsálaí gréasáin agus an fhaisnéis a úsáid chun advertisementss ar líne go bhfuil níos ábhartha a thabhairt duit, nuair a tá tú ag brabhsáil ar líne a chur i láthair

source: Companies involved in OBA must provide notice about the collection and use of web viewing behaviour data for the purposes of OBA, including how web users can opt out from receiving OBA
ga: Ní mór do chuideachtaí a bhfuil baint acu OBA fhógra faoi bhailiú agus úsáid sonraí ar iompar féachana gréasáin a chur ar fáil chun críocha OBA, lena n-áirítear conas is féidir le húsáideoirí gréasáin rogha an diúltaithe ó bheith ag fáil OBA

source: There is more information about OBA and the actions you can take in relation to OBA on the ASAI website
ga: Tá tuilleadh eolais faoi OBA agus na gníomhartha is féidir leat a ghlacadh i ndáil leis OBA ar an láithreán gréasáin Údarás na gCaighdeán Fógraíochta d'Éirinn

source: How complaints are investigated
ga: Conas a dhéantar iniúchadh ar ghearáin

source: The complaint is evaluated initially by the Secretariat of the ASAI to determine whether it is within the terms of reference of the Authority and whether there is a case for investigation
ga: Ar an gcéad dul síos déanann Rúnaíocht Údarás na gCaighdeán Fógraíochta d'Éirinn measúnú ar an ngearán féachaint an bhfuil sé taobh istigh de théarmaí tagartha an Údaráis agus an bhfuil cás ann le hiniúchadh

source: Where there is a case to answer, the advertiser or promoter (or the agency involved) is informed of the complaint and invited to comment on it
ga: Má tá cás le freagairt, cuirtear an fógróir nó an tionscnóir (nó an ghníomhaireacht) ar an eolas mar gheall ar an ngearán agus tugtar cuireadh dóibh rud a rá faoi

source: In the light of any response, the Secretariat prepares a recommendation to the Complaints Committee and sends a copy to the complainant and the advertiser who have an opportunity to express further views in the matter before it is adjudicated
ga: Tar éis machnaimh ar an bhfreagra sin réitíonn an Rúnaíocht moladh don Choiste Gearáin agus seolann sí cóip chuig an ngearánaí agus chuig an bhfógróir. Bíonn deis acu siúd rudaí breise a rá faoi, sula ndéantar breithiúnas air

source: The ASAI Complaints Committee decides whether or not Code rules have been breached
ga: Is é Coiste Gearáin Údarás na gCaighdeán Fógraíochta d'Éirinn a dhéanann an cinneadh an raibh rialacha an chóid sáraithe

source: The Complaints Committee consists of five people who are professionally involved in the advertising business and eight independent members
ga: Tá cúigear ball ann atá ag obair sa tionscal fógraíochta go proifisiúnta, agus ochtar ball neamhspleách

source: Four of these independent members are nominated by the Competition and Consumer Protection Commission
ga: Ainmníonn an Coimisiún um Iomaíocht agus Cosaint Tomhaltóirí ceathrar den ochtar sin

source: Details of the case, including the names of the advertiser and the advertising agency involved together with the Committee's adjudication, are set out in a Case Report, which is issued to the parties involved and released for publication
ga: Cuirtear sonraí an cháis in eagar i dTuarascáil an Cháis, ainmneacha an fhógróra agus na gníomhaireachta fógraíochta san áireamh, chomh maith le breithiúnas an choiste agus seoltar í chuig na páirtithe agus déantar í a fhoilsiú

source: The name of the complainant is confidential
ga: Tá ainm an ghearánaí faoi rún

source: An advertisement or promotion that breaks the rules must be withdrawn or quickly amended
ga: Ní foláir fógraíocht nó tionscnamh ar bith a sharaíonn an cód a athrú go scioptha nó a tharraingt siar

source: The investigation procedure may be accelerated where circumstances warrant and if a case is particularly serious, the Secretariat may request interim action (i.e., immediate withdrawal or amendment of the advertisement), pending the completion of the investigation
ga: Is féidir dlús a chur leis an gcóras iniúchta má fheileann don chás agus má tá an cás sách tromchúiseach, d'fhéadfadh an Rúnaíocht iarratas a dhéanamh ar an bhfógróir an fógra a tharraingt siar nó a athrú idir an dá linn, go dtí go mbeidh deireadh leis an iniúchadh

source: Complaints to the ASAI are investigated free of charge
ga: Déantar gearáin chuig Údarás na gCaighdeán Fograíochta d'Éirinn a iniúchadh saor in aisce

source: If you are complaining as an individual or as a group of consumers, your identity remains confidential and will not be revealed
ga: Má tá tú ag gearán mar dhuine aonair, nó mar ghrúpa tomhaltóirí, coinneofar d'ainm faoi rún agus ní nochtófar é

source: If you object to a commercial advertisement on TV, radio, the Internet, posters, brochures, newspapers, magazines, cinema, direct mailings, etc., or to sales promotional material, you should contact the ASAI by letter, fax, email or using an online form with your full name and address
ga: Má tá gearán agat maidir le fógraíocht trádálach ar an teilifís, raidió, an idirlíon, ar phóstaeir, i mbroisiúir, i bpáipéir nuachta, irisí, sa phictiúrlann, postfhógraíocht, agus araile, nó maidir le ábhar bolscaireachta díolacháin ba chóir duit dul i dteagmháil le hÚdarás na gCaighdeán Fograíochta d'Éirinn trí litir, faics, r-phost nó úsáid a bhaint as foirm ar líne a sheoladh le d'ainm iomlán agus do sheoladh

source: Remember to include (if you can):
ga: Cuimhnigh ar an rudaí seo a leanas a chur leis:

source: • A copy of the advertisement, (i.e
ga: • Cóip den fhógra (sé sin, preas, iris agus araile)

source: press, magazine, etc) • When and where it appeared
ga: • Cá háit agus cén uair a tháinig sé amach

source: • In the case of sales promotions, the name of the product and the promoter and copies of labels, leaflets or entry forms
ga: • I gcás bolscaireacht díolacháin, ainm an táirge agus an tionscnóra, agus cóipeanna de lipéidí, bileoga, nó foirmeacha iarratais

source: • Reasons why you consider the advertisement to be wrong
ga: • Na fáthanna go gceapann tú go bhfuil an fógra mícheart

source: • Whether you are objecting as an individual consumer or as a competitor
ga: • Cé acu an bhfuil tú ag déanamh gearáin mar thomhaltóir ar leith, nó mar iomaitheoir
